Repository: ASDev-Official/shopsync
Catalog: lib/l10n/app_*.arb
Languages: de, hi, ru

# groupRenamedToNamecontrollertexttrim
source: Group renamed to "{nameController}"
ru: Группа переименована в "{nameController}"

# groupRenamedToNamecontrollertexttrim1
source: Group renamed to "{nameController}"
ru: Группа переименована в "{nameController}"

# groupRenamedToNamecontrollertexttrim2
source: Group renamed to "{nameController}"
ru: Группа переименована в "{nameController}"

# groupRenamedToNamecontrollertexttrim3
source: Group renamed to "{nameController}"
ru: Группа переименована в "{nameController}"

# groupWidgetgroupnameDeleted
source: Group "{groupName}" deleted
ru: Группа "{groupName}" удалена

# groupWidgetgroupnameDeleted1
source: Group "{groupName}" deleted
ru: Группа "{groupName}" удалена

# groupWidgetgroupnameDeleted2
source: Group "{groupName}" deleted
ru: Группа "{groupName}" удалена

# groupWidgetgroupnameDeleted3
source: Group "{groupName}" deleted
ru: Группа "{groupName}" удалена

source: Help Translate
ru: Помочь с переводом

source: high
ru: Высокий

source: Icon
ru: Иконка

# icon1
source: Icon
ru: Иконка

source: in timeframe
ru: за период

# inTimeframe1
source: in timeframe
ru: за период

source: Insights
ru: Статистика

source: Item created from template
ru: Товар создан из шаблона

# itemCreatedFromTemplate1
source: Item created from template
ru: Товар создан из шаблона

source: Item Name
ru: Название товара

# itemName1
source: Item Name
ru: Название товара

source: Item template saved successfully
ru: Шаблон товара успешно сохранен

# itemTemplateSavedSuccessfully1
source: Item template saved successfully
ru: Шаблон товара успешно сохранен

source: Items
ru: Товары

source: Items Added
ru: Добавлено товаров

source: items checked off
ru: отмечено товаров

# itemsCheckedOff1
source: items checked off
ru: отмечено товаров

source: Items Completed
ru: Купленные товары

source: items in list
ru: товаров в списке

source: items per day
ru: товаров в день

# itemsPerDay1
source: items per day
ru: товаров в день

source: Keep track of what you need to buy
ru: Следите за тем, что нужно купить

source: Language
ru: Язык

source: Leave Ungrouped
ru: Оставить без группы

source: Licenses
ru: Лицензии

source: Link Google Account
ru: Привязать аккаунт Google

source: List deleted successfully
ru: Список успешно удален

# listDeletedSuccessfully1
source: List deleted successfully
ru: Список успешно удален

source: List Management
ru: Управление списками

source: List name
ru: Название списка

source: List name updated
ru: Название списка обновлено

# listNameUpdated1
source: List name updated
ru: Название списка обновлено

source: List shared with {email} as {selectedRole}
ru: Список открыт для {email} с ролью {selectedRole}

# listSharedWithEmailAsSelectedrole1
source: List shared with {email} as {selectedRole}
ru: Список открыт для {email} с ролью {selectedRole}

# listSharedWithEmailAsSelectedrole2
source: List shared with {email} as {selectedRole}
ru: Список открыт для {email} с ролью {selectedRole}

# listSharedWithEmailAsSelectedrole3
source: List shared with {email} as {selectedRole}
ru: Список открыт для {email} с ролью {selectedRole}

source: {listName} added to group
ru: {listName} добавлен в группу

# listnameAddedToGroup1
source: {listName} added to group
ru: {listName} добавлен в группу

# listnameAddedToGroup2
source: {listName} added to group
ru: {listName} добавлен в группу

# listnameAddedToGroup3
source: {listName} added to group
ru: {listName} добавлен в группу

source: {listName} removed from group
ru: {listName} удален из группы

# listnameRemovedFromGroup1
source: {listName} removed from group
ru: {listName} удален из группы

# listnameRemovedFromGroup2
source: {listName} removed from group
ru: {listName} удален из группы

# listnameRemovedFromGroup3
source: {listName} removed from group
ru: {listName} удален из группы

source: Lists Created
ru: Создано списков

source: Loading...
ru: Загрузка...

source: Location
ru: Место

# location1
source: Location
ru: Место

source: Location deleted
ru: Место удалено

# locationDeleted1
source: Location deleted
ru: Место удалено

source: Location saved successfully
ru: Место успешно сохранено

# locationSavedSuccessfully1
source: Location saved successfully
ru: Место успешно сохранено

source: low
ru: Низкий

# low1
source: low
ru: Низкий

source: Manage Categories
ru: Управление категориями

source: Manage your frequently used locations
ru: Управляйте часто используемыми местами

source: medium
ru: Средний

# moveToGroupname
source: Move to {name}
ru: Переместить в {name}

# moveToGroupname1
source: Move to {name}
ru: Переместить в {name}

source: My Profile
ru: Мой профиль

source: Name
ru: Имя

source: Name must be at least 2 characters
ru: Имя должно быть не короче 2 символов

source: Network error. Check your connection and try again
ru: Ошибка сети. Проверьте подключение и повторите

source: Network error. Please check your internet connection and try again
ru: Ошибка сети. Проверьте интернет и попробуйте снова

# networkErrorPleaseCheckYourInternetConnectionAndTryAgain1
source: Network error. Please check your internet connection and try again
ru: Ошибка сети. Проверьте интернет и попробуйте снова

source: No account found with this email
ru: Аккаунт с таким email не найден

source: No categories available
ru: Нет доступных категорий

source: No Category
ru: Без категории

source: No user found for that email. Please check your email and try again
ru: Пользователь с таким email не найден. Проверьте адрес и попробуйте снова

source: Not logged in
ru: Вход не выполнен

source: OK
ru: ОК

source: Open source licenses
ru: Лицензии открытого ПО

source: Open the drawer from the left
ru: Откройте меню слева

source: Options
ru: Опции

source: Organize your lists with the + button
ru: Организуйте списки кнопкой +

source: owner
ru: владелец

source: Password
ru: Пароль

# password1
source: Password
ru: Пароль

# password2
source: Password
ru: Пароль

source: Password must be at least 6 characters
ru: Пароль должен быть не короче 6 символов

source: people collaborating
ru: участников

source: Permanently delete this list
ru: Удалить этот список навсегда

source: Permission changed to {newRole}
ru: Права изменены на {newRole}

# permissionChangedToNewrole1
source: Permission changed to {newRole}
ru: Права изменены на {newRole}

# permissionChangedToNewrole2
source: Permission changed to {newRole}
ru: Права изменены на {newRole}

# permissionChangedToNewrole3
source: Permission changed to {newRole}
ru: Права изменены на {newRole}

source: Please enter a category name
ru: Пожалуйста, введите название категории

# pleaseEnterACategoryName1
source: Please enter a category name
ru: Пожалуйста, введите название категории

# pleaseEnterACategoryName2
source: Please enter a category name
ru: Пожалуйста, введите название категории

# pleaseEnterACategoryName3
source: Please enter a category name
ru: Пожалуйста, введите название категории

source: Please enter a display name
ru: Пожалуйста, введите отображаемое имя

source: Please enter a group name
ru: Пожалуйста, введите название группы

# pleaseEnterAGroupName1
source: Please enter a group name
ru: Пожалуйста, введите название группы

# pleaseEnterAGroupName2
source: Please enter a group name
ru: Пожалуйста, введите название группы

# pleaseEnterAGroupName3
source: Please enter a group name
ru: Пожалуйста, введите название группы

source: Please enter a password
ru: Пожалуйста, введите пароль

source: Please enter a template name
ru: Пожалуйста, введите название шаблона

# pleaseEnterATemplateName1
source: Please enter a template name
ru: Пожалуйста, введите название шаблона

source: Please enter a valid email address
ru: Пожалуйста, введите корректный адрес email

# pleaseEnterAValidEmailAddress1
source: Please enter a valid email address
ru: Пожалуйста, введите корректный адрес email

# pleaseEnterAValidEmailAddress2
source: Please enter a valid email address
ru: Пожалуйста, введите корректный адрес email

# pleaseEnterAValidEmailAddress3
source: Please enter a valid email address
ru: Пожалуйста, введите корректный адрес email

# pleaseEnterAValidEmailAddress4
source: Please enter a valid email address
ru: Пожалуйста, введите корректный адрес email

source: Please enter an email address
ru: Пожалуйста, введите адрес email

# pleaseEnterAnEmailAddress1
source: Please enter an email address
ru: Пожалуйста, введите адрес email

source: Please enter an item title
ru: Пожалуйста, введите название товара

# pleaseEnterAnItemTitle1
source: Please enter an item title
ru: Пожалуйста, введите название товара

source: Please enter your email
ru: Пожалуйста, введите ваш email

# pleaseEnterYourEmail1
source: Please enter your email
ru: Пожалуйста, введите ваш email

# pleaseEnterYourEmail2
source: Please enter your email
ru: Пожалуйста, введите ваш email

source: Please enter your name
ru: Пожалуйста, введите ваше имя

source: Please enter your password
ru: Пожалуйста, введите ваш пароль

source: Productivity
ru: Продуктивность

source: Profile updated successfully
ru: Профиль успешно обновлен

# profileUpdatedSuccessfully1
source: Profile updated successfully
ru: Профиль успешно обновлен

source: Progress
ru: Прогресс

source: Recycle Bin
ru: Корзина

# recycleBin1
source: Recycle Bin
ru: Корзина

source: Release Notes
ru: Список изменений

source: Remove all completed items
ru: Удалить все купленные товары

source: Remove Member
ru: Удалить участника

source: Retry
ru: Повторить

# retry1
source: Retry
ru: Повторить

# retry2
source: Retry
ru: Повторить

# retry3
source: Retry
ru: Повторить

# retry4
source: Retry
ru: Повторить

source: Save
ru: Сохранить

# save1
source: Save
ru: Сохранить

# save2
source: Save
ru: Сохранить

source: Save Changes
ru: Сохранить изменения

# saveChanges1
source: Save Changes
ru: Сохранить изменения

source: Saved Items
ru: Сохраненные товары

source: Saved Locations
ru: Сохраненные места

source: Search icons...
ru: Поиск иконок...

source: Search packages
ru: Поиск пакетов

# searchPackages1
source: Search packages...
ru: Поиск пакетов...

source: Set Password
ru: Установить пароль

source: Settings
ru: Настройки

# settings1
source: Settings
ru: Настройки

source: Share & Collaborate
ru: Поделиться и Совместный доступ

source: Share List
ru: Поделиться списком

source: Share this list with others
ru: Поделиться этим списком с другими

source: shopping lists
ru: списки покупок

source: ShopSync Forms
ru: Формы ShopSync

source: ShopSync logo
ru: Логотип ShopSync

source: Sign in with email
ru: Войти по email

source: Sign Out
ru: Выйти

# signOut1
source: Sign Out
ru: Выйти

# signOut2
source: Sign Out
ru: Выйти

# signOut3
source: Sign Out
ru: Выйти

# signOut4
source: Sign Out
ru: Выйти

# signOut5
source: Sign Out
ru: Выйти

source: Skip for Now
ru: Пропустить

source: Skip Organization
ru: Пропустить организацию

source: Smart Lists
ru: Умные списки

source: Store address
ru: Адрес магазина

source: Store name
ru: Название магазина

# successfullyOrganizedSelectedgroupslengthGroups
source: Successfully organized {length} groups
ru: Успешно организовано групп: {length}

# successfullyOrganizedSelectedgroupslengthGroups1
source: Successfully organized {length} groups
ru: Успешно организовано групп: {length}

# successfullyOrganizedSelectedgroupslengthGroups2
source: Successfully organized {length} groups
ru: Успешно организовано групп: {length}

# successfullyOrganizedSelectedgroupslengthGroups3
source: Successfully organized {length} groups
ru: Успешно организовано групп: {length}

source: Template deleted
ru: Шаблон удален

# templateDeleted1
source: Template deleted
ru: Шаблон удален

source: Templates & Shortcuts
ru: Шаблоны и ярлыки

source: The email address is already in use by another account
ru: Этот email уже используется другим аккаунтом

source: The operation is not allowed. Please try again later. If it doesn't work, contact support@aadish.dev
ru: Операция запрещена. Повторите позже или напишите на support@aadish.dev

source: The operation is not allowed. Please try again later. If it doesn't work, contact support@aadish.dev
ru: Операция запрещена. Повторите позже или напишите на support@aadish.dev

source: The password is invalid or the user does not have a password
ru: Неверный пароль или у пользователя нет пароля

source: The provided credentials are incorrect. Please check your email and password
ru: Неверные данные. Проверьте email и пароль

source: This email is already registered. Please sign in instead
ru: Этот email уже зарегистрирован. Пожалуйста, войдите

source: This password is too weak. Please choose a stronger one
ru: Пароль слишком простой. Придумайте посложнее

source: This user has been disabled. Please contact support@aadish.dev
ru: Пользователь заблокирован. Напишите на support@aadish.dev

source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

# tooManyRequestsPleaseTryAgainLater1
source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

# tooManyRequestsPleaseTryAgainLater2
source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

source: total items
ru: всего товаров

# totalItems1
source: Total Items
ru: Всего товаров

source: Unlink
ru: Отвязать

source: Unlink Google Account
ru: Отвязать аккаунт Google

# unlinkGoogleAccount1
source: Unlink Google Account
ru: Отвязать аккаунт Google

source: Use your phone to register if you do not have an account
ru: Используйте телефон для регистрации, если нет аккаунта

source: User already has access to this list
ru: Пользователь уже имеет доступ к этому списку

# userAlreadyHasAccessToThisList1
source: User already has access to this list
ru: Пользователь уже имеет доступ к этому списку

source: User not found. They need to sign up for ShopSync first.
ru: Пользователь не найден. Ему нужно сначала зарегистрироваться в ShopSync.

# userNotFoundTheyNeedToSignUpForShopsyncFirst1
source: User not found. They need to sign up for ShopSync first.
ru: Пользователь не найден. Ему нужно сначала зарегистрироваться в ShopSync.

source: User removed
ru: Пользователь удален

# userRemoved1
source: User removed
ru: Пользователь удален

# versionPackageinfoversionPackageinfobuildnumber
source: Version {version} ({buildNumber})
ru: Версия {version} ({buildNumber})

# versionPackageinfoversionPackageinfobuildnumber1
source: Version {version} ({buildNumber})
ru: Версия {version} ({buildNumber})

source: View deleted items
ru: Показать удаленные товары

source: View source code
ru: Посмотреть исходный код

source: viewer
ru: Читатель

# viewer1
source: viewer
ru: Читатель

# viewer2
source: viewer
ru: Читатель

# viewer3
source: Viewer
ru: Читатель

source: Welcome to ShopSync
ru: Добро пожаловать в ShopSync

source: Widget Settings
ru: Настройки виджета

# widgetSettings1
source: Widget Settings
ru: Настройки виджета

source: Widget updated successfully!
ru: Виджет успешно обновлен!

# widgetUpdatedSuccessfully1
source: Widget updated successfully!
ru: Виджет успешно обновлен!

source: Your Insights
ru: Ваша статистика
