Repository: ASDev-Official/shopsync
Catalog: lib/l10n/app_*.arb
Languages: de, hi, ru

source: About App
de: Über diese App
hi: ऐप के बारे में
ru: О приложении

source: Access your lists and settings
de: Auf Ihre Listen und Einstellungen zugreifen
hi: अपनी लिस्ट और सेटिंग्स एक्सेस करें
ru: Получите доступ к спискам и настройкам

source: Add Custom Group
de: Eine benutzerdefinierte Gruppe hinzufügen
hi: कस्टम समूह जोड़ें
ru: Добавить свою группу

source: Add description...
de: Eine Beschreibung hinzufügen...
hi: विवरण जोड़ें..।
ru: Добавить описание...

# addDescription1
source: Add description...
de: Eine Beschreibung hinzufügen ...
hi: विवरण जोड़ें..।
ru: Добавить описание...

# addDescription2
source: Add description...
de: Eine Beschreibung hinzufügen ...
hi: विवरण जोड़ें..।
ru: Добавить описание...

source: Add From Template
de: Aus Vorlage hinzufügen
hi: टेम्पलेट से जोड़ें
ru: Добавить из шаблона

source: Add Group
de: Eine Gruppe hinzufügen
hi: समूह जोड़ें
ru: Добавить группу

source: Add Item Manually
de: Gegenstände manuell hinzufügen
hi: आइटम मैन्युअल रूप से जोड़ें
ru: Добавить товар вручную

source: Add items to your lists
de: Gegenstände zu Ihreren Listen hinzufügen
hi: अपनी सूचियों में आइटम जोड़ें
ru: Добавляйте товары в ваши списки

source: Add new location
de: Einen neuen Standort hinzufügen
hi: नया स्थान जोड़ें
ru: Добавить новое место

source: Added
de: Hinzugefügt
hi: जोड़ा
ru: Добавлено

source: App Language
de: App-Sprache
hi: ऐप की भाषा
ru: Язык приложения

source: App Version
hi: ऐप का वर्ज़न
ru: Версия приложения

source: Are you sure you want to remove all completed items?
de: Möchten Sie wirklich alle Ihre abgeschlossenen Gegenstände entfernen?
hi: क्या आप पक्का सभी पूरे किए गए आइटम हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить все купленные товары?

# areYouSureYouWantToRemoveAllCompletedItems1
source: Are you sure you want to remove all completed items?
de: Sind Sie sicher, dass Sie ihre abgeschlossenen Elemente löschen wollen?
hi: क्या आप पक्का सभी पूरे किए गए आइटम हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить все купленные товары?

source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
hi: क्या आप लॉग आउट करना चाहते हैं?
ru: Вы уверены, что хотите выйти из аккаунта?

# areYouSureYouWantToSignOut1
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
hi: क्या आप लॉग आउट करना चाहते हैं?
ru: Вы уверены, что хотите выйти из аккаунта?

# areYouSureYouWantToSignOut2
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
hi: क्या आप लॉग आउट करना चाहते हैं?
ru: Вы уверены, что хотите выйти из аккаунта?

# areYouSureYouWantToSignOut3
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
hi: क्या आप लॉग आउट करना चाहते हैं?
ru: Вы уверены, что хотите выйти из аккаунта?

source: Avg Completion
de: Durchschnittliche Fertigstellung
hi: औसत पूर्णता
ru: Среднее выполнение

source: Can add, edit, and delete items
de: Kann Elemente hinzufügen, editieren und löschen
hi: आइटम जोड़, एडिट और डिलीट कर सकते हैं
ru: Может добавлять, менять и удалять товары

source: Can only view items
de: Kann ausschließlich Elemente ansehen
hi: केवल आइटम देख सकते हैं
ru: Может только просматривать товары

source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel1
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel10
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel11
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel12
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel2
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel3
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel4
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel5
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel6
source: Cancel
de: Abbrechen
hi: रुक
ru: Отмена

# cancel7
source: Cancel
hi: रुक
ru: Отмена

# cancel8
source: Cancel
hi: रुक
ru: Отмена

# cancel9
source: Cancel
hi: रुक
ru: Отмена

source: Category
hi: वर्ग
ru: Категория

# category1
source: Category
hi: वर्ग
ru: Категория

source: Category created successfully
ru: Категория успешно создана

# categoryCreatedSuccessfully1
source: Category created successfully
ru: Категория успешно создана

source: Category deleted successfully
ru: Категория успешно удалена

# categoryDeletedSuccessfully1
source: Category deleted successfully
ru: Категория успешно удалена

source: Category Name
ru: Название категории

# categoryName1
source: Category Name
ru: Название категории

source: Category updated successfully
ru: Категория успешно обновлена

# categoryUpdatedSuccessfully1
source: Category updated successfully
ru: Категория успешно обновлена

source: Change the name of this list
ru: Изменить название этого списка

source: Clear Completed
ru: Удалить купленные

source: Clear Completed Items
ru: Удалить купленные товары

source: Clear Items
ru: Очистить список

# clearedCompleteditemsdocslengthCompletedItems
source: Cleared {completedItems} completed items
ru: Удалено купленных товаров: {completedItems}

# clearedCompleteditemsdocslengthCompletedItems1
source: Cleared {completedItems} completed items
ru: Удалено купленных товаров: {completedItems}

# clearedCompleteditemsdocslengthCompletedItems2
source: Cleared {completedItems} completed items
ru: Удалено купленных товаров: {completedItems}

# clearedCompleteditemsdocslengthCompletedItems3
source: Cleared {completedItems} completed items
ru: Удалено купленных товаров: {completedItems}

source: Collaborators
ru: Участники

source: Completed
ru: Куплено

source: completion rate
ru: Процент выполнения

# completionRate1
source: completion rate
ru: Процент выполнения

source: Configure home screen widget (Debug Only)
ru: Настроить виджет (Только отладка)

source: Contribute on Weblate
ru: Помочь с переводом на Weblate

source: Could not launch {url}
ru: Не удалось открыть {url}

# couldNotLaunchUrl1
source: Could not launch {url}
ru: Не удалось открыть {url}

# itemDetailsTitle
source: Item Details
ru: Детали товара

source: Untitled Item
ru: Товар без названия

# unknownUser
source: Unknown
ru: Неизвестно

source: Status
ru: Статус

source: Set deadline
ru: Установить срок

source: Set location
ru: Указать место

source: Added by
ru: Добавил(а)

source: Added at
ru: Дата добавления

source: Unnamed Category
ru: Категория без названия

# onboardingWelcomeDescription
source: Share shopping lists with family and friends
ru: Делитесь списками покупок с семьей и друзьями

# onboardingSmartListsDescription
source: Create and manage your shopping lists effortlessly
ru: Легко создавайте списки покупок и управляйте ими

# onboardingShareDescription
source: Share lists with family and friends
ru: Делитесь списками с семьей и друзьями

# onboardingSkip
source: Skip
ru: Пропустить

# onboardingNext
source: Next
ru: Далее

# onboardingDone
source: Done
ru: Готово

source: Upcoming Maintenance
ru: Планируется тех. обслуживание

source: Under Maintenance
ru: Техническое обслуживание

source: Understood
ru: Понятно

source: Scheduled Period
ru: Запланированный период

source: Expected Duration
ru: Ожидаемая длительность

source: UTC Time Zone
ru: Часовой пояс UTC

# createItemTitle
source: Create Item
ru: Создание товара

# itemNameLabel
source: Item Name
ru: Название товара

source: Enter item name...
ru: Введите название товара...

# categoryLabel
source: Category
ru: Категория

# selectCategory
source: Select a category
ru: Выберите категорию

# itemIconLabel
source: Item Icon
ru: Иконка товара

# chooseIcon
source: Choose an icon
ru: Выберите иконку

# deadlineLabel
source: Deadline
ru: Срок

# setDeadlineText
source: Set deadline
ru: Установить срок

# locationLabel
source: Location
ru: Место

# setLocationText
source: Set location
ru: Указать место

# counterLabel
source: Counter
ru: Количество

# descriptionLabel
source: Description
ru: Описание

# createItemButton
source: Create Item
ru: Создать товар

# welcomeTagline
source: Share shopping lists with family and friends.
ru: Делитесь списками покупок с семьей и друзьями.

source: Sign In
ru: Войти

source: Sign Up
ru: Регистрация

# versionInfo
source: Version {version} ({buildNumber})
ru: Версия {version} ({buildNumber})

# loadingVersionInfo
source: Loading version information...
ru: Загрузка информации о версии...

# googleSignInError
source: An error occurred with Google Sign-In
ru: Ошибка при входе через Google

# googleSignInAccountExists
source: An account with this email already exists. Please sign in with email/password first, then link your Google account from the Profile screen.
ru: Аккаунт с этой почтой уже существует. Войдите с паролем, а затем привяжите Google в профиле.

# googleSignInGeneric
source: An error occurred with Google Sign-In. Please try again.
ru: Ошибка входа через Google. Попробуйте еще раз.

source: ShopSync Authentication
ru: Вход в ShopSync

source: Welcome Back!
ru: С возвращением!

# signInContinue
source: Sign in to continue with ShopSync
ru: Войдите, чтобы продолжить в ShopSync

# loginPassword
source: Password
ru: Пароль

# loginInvalidEmail
source: Please enter a valid email
ru: Введите корректный email

# loginPasswordEmpty
source: Password cannot be empty
ru: Пароль не может быть пустым

# loginSignInButton
source: Sign In
ru: Войти

# loginForgotPassword
source: Forgot Password?
ru: Забыли пароль?

# loginNoAccount
source: Don't have an account?
ru: Нет аккаунта?

# loginSignUp
source: Sign Up
ru: Регистрация

# loginAccountExists
source: The email address is already in use by another account
ru: Этот email уже используется другим аккаунтом

# loginInvalidCredentials
source: The provided credentials are incorrect. Please check your email and password
ru: Неверные данные. Проверьте email и пароль

# loginOperationNotAllowed
source: The operation is not allowed. Please try again later. If it doesn't work, contact support@aadish.dev
ru: Операция запрещена. Повторите позже или напишите на support@aadish.dev

# loginUserDisabled
source: This user has been disabled. Please contact support@aadish.dev
ru: Пользователь заблокирован. Напишите на support@aadish.dev

# loginUserNotFound
source: No user found for that email. Please check your email and try again
ru: Пользователь с таким email не найден. Проверьте адрес и попробуйте снова

# loginWrongPassword
source: The password is invalid or the user does not have a password
ru: Неверный пароль или у пользователя нет пароля

# loginTooManyRequests
source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

# loginNetworkError
source: Network error. Please check your internet connection and try again
ru: Ошибка сети. Проверьте интернет и попробуйте снова

# loginGenericError
source: An error occurred during login
ru: Произошла ошибка при входе

# registerCreateAccount
source: Create Account
ru: Создать аккаунт

# registerSignUp
source: Sign up to start sharing grocery lists
ru: Зарегистрируйтесь для совместных покупок

# registerName
source: Name
ru: Имя

# registerNameError
source: Name must be at least 2 characters
ru: Имя должно быть не короче 2 символов

# registerPassword
source: Password
ru: Пароль

# registerEmailExists
source: This email is already registered. Please sign in instead
ru: Этот email уже зарегистрирован. Пожалуйста, войдите

# registerInvalidEmail
source: Please enter a valid email address
ru: Введите корректный адрес email

# registerWeakPassword
source: This password is too weak. Please choose a stronger one
ru: Пароль слишком простой. Придумайте посложнее

# registerTooManyRequests
source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

# registerNetworkError
source: Network error. Please check your internet connection and try again
ru: Ошибка сети. Проверьте интернет и попробуйте снова

# registerGenericError
source: An error occurred during registration
ru: Произошла ошибка при регистрации

# registerButton
source: Register
ru: Зарегистрироваться

# registerEnterName
source: Please enter your name
ru: Пожалуйста, введите ваше имя

# registerNameTooShort
source: Name must be at least 2 characters
ru: Имя должно быть не короче 2 символов

# registerEnterPassword
source: Please enter your password
ru: Пожалуйста, введите пароль

# resetPasswordTitle
source: Reset Password
ru: Сбросить пароль

# resetPasswordSubtitle
source: Enter your email to receive a password reset link
ru: Введите email для получения ссылки на сброс пароля

# resetPasswordButton
source: Reset Password
ru: Сбросить пароль

# resetPasswordInvalidEmail
source: Please enter a valid email address
ru: Введите корректный адрес email

# resetPasswordUserNotFound
source: No account found with this email
ru: Аккаунт с таким email не найден

# resetPasswordTooManyRequests
source: Too many requests. Please try again later
ru: Слишком много запросов. Попробуйте позже

# resetPasswordNetworkError
source: Network error. Check your connection and try again
ru: Ошибка сети. Проверьте подключение и повторите

# resetPasswordGenericError
source: An error occurred
ru: Произошла ошибка

# resetPasswordSuccess
source: Password reset link sent to your email
ru: Ссылка для сброса пароля отправлена на ваш email

# resetPasswordError
source: An error occurred. Please try again later
ru: Произошла ошибка. Пожалуйста, попробуйте позже

# resetPasswordBack
source: Back to Sign In
ru: Вернуться ко входу

source: Signing Out...
ru: Выход из системы..

source: Error
ru: Ошибка

# outageServiceOutage
source: Service Outage
ru: Сбой в работе сервиса

# outageDefaultDescription
source: An outage has been reported. Our team is investigating.
ru: Зафиксирован сбой. Наша команда уже разбирается.

# outageAffected
source: Affected: {components}
ru: Затронуто: {components}

# outageStarted
source: Started
ru: Начало

# outageResolved
source: Resolved
ru: Исправлено

# outageLatestUpdates
source: Latest Updates
ru: Последние обновления

# outageClose
source: Close
ru: Закрыть

# couldNotLaunchUrl2
source: Could not launch {url}
ru: Не удалось открыть {url}

# couldNotLaunchUrl3
source: Could not launch {url}
ru: Не удалось открыть {url}

source: Could not open Play Store
ru: Не удалось открыть Play Store

# couldNotOpenPlayStore1
source: Could not open Play Store
ru: Не удалось открыть Play Store

source: Could not open release notes
ru: Не удалось открыть список изменений

# couldNotOpenReleaseNotes1
source: Could not open release notes
ru: Не удалось открыть список изменений

source: Counter
ru: Количество

# counter1
source: Counter
ru: Количество

source: Create
ru: Создать

source: Create Category
ru: Создать категорию

source: Create items from saved templates
ru: Создавайте товары из шаблонов

source: Create List
ru: Создать список

source: Create List Group
ru: Создать группу списков

source: Create list groups
ru: Создавайте группы списков

source: Daily Avg
ru: Среднее в день

source: Deadline
ru: Срок

source: Delete
ru: Удалить

# delete1
source: Delete
ru: Удалить

# delete2
source: Delete
ru: Удалить

# delete3
source: Delete
ru: Удалить

# delete4
source: Delete
ru: Удалить

source: Delete Category
ru: Удалить категорию

source: Delete Group
ru: Удалить группу

source: Delete List
ru: Удалить список

# deleteList1
source: Delete List
ru: Удалить список

source: Description
ru: Описание

# description1
source: Description
ru: Описание

source: Edit Category
ru: Изменить категорию

source: Edit Group Name
ru: Изменить название группы

source: Edit List Name
ru: Редактировать название списка

source: Editor
ru: Редактор

source: e.g., Grocery Lists, Work Projects
ru: Например: Продукты, Работа

source: Enter email address
ru: Введите email

source: Enter group name
ru: Введите название группы

# enterGroupName1
source: Enter group name
ru: Введите название группы

# enterGroupName2
source: Enter group name
ru: Введите название группы

# enterItemName1
source: Enter item name...
ru: Введите название товара...

source: Enter list name
ru: Введите название списка

source: Enter your name
ru: Введите ваше имя

source: Error creating category: {e}
ru: Ошибка создания категории: {e}

# errorCreatingCategoryE1
source: Error creating category: {e}
ru: Ошибка создания категории: {e}

# errorCreatingCategoryE2
source: Error creating category: {e}
ru: Ошибка создания категории: {e}

# errorCreatingCategoryE3
source: Error creating category: {e}
ru: Ошибка создания категории: {e}

source: Error deleting category: {e}
ru: Ошибка удаления категории: {e}

# errorDeletingCategoryE1
source: Error deleting category: {e}
ru: Ошибка удаления категории: {e}

# errorDeletingCategoryE2
source: Error deleting category: {e}
ru: Ошибка удаления категории: {e}

# errorDeletingCategoryE3
source: Error deleting category: {e}
ru: Ошибка удаления категории: {e}

source: Error: {errorMessage}
ru: Ошибка: {errorMessage}

# errorErrormessage1
source: Error: {errorMessage}
ru: Ошибка: {errorMessage}

# errorEtostring
source: Error: {e}
ru: Ошибка: {e}

# errorEtostring1
source: Error: {e}
ru: Ошибка: {e}

# errorEtostring2
source: Error: {e}
ru: Ошибка: {e}

# errorEtostring3
source: Error: {e}
ru: Ошибка: {e}

source: Error fetching maintenance status: {e}
ru: Ошибка получения статуса обслуживания: {e}

# errorFetchingMaintenanceStatusE1
source: Error fetching maintenance status: {e}
ru: Ошибка получения статуса обслуживания: {e}

# errorFetchingMaintenanceStatusE2
source: Error fetching maintenance status: {e}
ru: Ошибка получения статуса обслуживания: {e}

# errorFetchingMaintenanceStatusE3
source: Error fetching maintenance status: {e}
ru: Ошибка получения статуса обслуживания: {e}

source: Error loading insights: {e}
ru: Ошибка загрузки статистики: {e}

# errorLoadingInsightsE1
source: Error loading insights: {e}
ru: Ошибка загрузки статистики: {e}

# errorLoadingInsightsE2
source: Error loading insights: {e}
ru: Ошибка загрузки статистики: {e}

# errorLoadingInsightsE3
source: Error loading insights: {e}
ru: Ошибка загрузки статистики: {e}

# errorLoadingListsSnapshoterror
source: Error loading lists: {error}
ru: Ошибка загрузки списков: {error}

# errorLoadingListsSnapshoterror1
source: Error loading lists: {error}
ru: Ошибка загрузки списков: {error}

# errorSigningOutEtostring
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring1
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring2
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring3
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring4
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring5
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring6
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

# errorSigningOutEtostring7
source: Error signing out: {e}
ru: Ошибка при выходе: {e}

source: Export & Backup
ru: Экспорт и резервные копии

source: Export List
ru: Экспорт списка

source: Export list as a CSV
ru: Экспортировать список в CSV

source: Failed to change permission
ru: Не удалось изменить права

# failedToChangePermission1
source: Failed to change permission
ru: Не удалось изменить права

source: Failed to create group. Please try again.
ru: Не удалось создать группу. Попробуйте снова.

# failedToCreateGroupPleaseTryAgain1
source: Failed to create group. Please try again.
ru: Не удалось создать группу. Попробуйте снова.

source: Failed to create item
ru: Не удалось создать товар

# failedToCreateItem1
source: Failed to create item
ru: Не удалось создать товар

source: Failed to create list. Please try again.
ru: Не удалось создать список. Попробуйте снова.

# failedToCreateListPleaseTryAgain1
source: Failed to create list. Please try again.
ru: Не удалось создать список. Попробуйте снова.

source: Failed to delete group. Please try again.
ru: Не удалось удалить группу. Попробуйте снова.

# failedToDeleteGroupPleaseTryAgain1
source: Failed to delete group. Please try again.
ru: Не удалось удалить группу. Попробуйте снова.

source: Failed to delete item
ru: Не удалось удалить товар

# failedToDeleteItem1
source: Failed to delete item
ru: Не удалось удалить товар

# failedToDeleteItem2
source: Failed to delete item
ru: Не удалось удалить товар

# failedToDeleteItem3
source: Failed to delete item
ru: Не удалось удалить товар

source: Failed to delete list
ru: Не удалось удалить список

# failedToDeleteList1
source: Failed to delete list
ru: Не удалось удалить список

source: Failed to migrate lists. Please try again.
ru: Не удалось перенести списки. Попробуйте снова.

# failedToMigrateListsPleaseTryAgain1
source: Failed to migrate lists. Please try again.
ru: Не удалось перенести списки. Попробуйте снова.

source: Failed to remove user
ru: Не удалось удалить пользователя

# failedToRemoveUser1
source: Failed to remove user
ru: Не удалось удалить пользователя

source: Failed to restore item
ru: Не удалось восстановить товар

# failedToRestoreItem1
source: Failed to restore item
ru: Не удалось восстановить товар

source: Failed to save item template
ru: Не удалось сохранить шаблон товара

# failedToSaveItemTemplate1
source: Failed to save item template
ru: Не удалось сохранить шаблон товара

source: Failed to save location
ru: Не удалось сохранить место

# failedToSaveLocation1
source: Failed to save location
ru: Не удалось сохранить место

source: Failed to share list
ru: Не удалось поделиться списком

# failedToShareList1
source: Failed to share list
ru: Не удалось поделиться списком

source: Failed to sign in with Google
ru: Не удалось войти через Google

# failedToSignInWithGoogle1
source: Failed to sign in with Google
ru: Не удалось войти через Google

source: Failed to update group name. Please try again.
ru: Не удалось обновить название группы. Попробуйте снова.

# failedToUpdateGroupNamePleaseTryAgain1
source: Failed to update group name. Please try again.
ru: Не удалось обновить название группы. Попробуйте снова.

source: Failed to update item status
ru: Не удалось обновить статус товара

# failedToUpdateItemStatus1
source: Failed to update item status
ru: Не удалось обновить статус товара

source: Failed to update list name
ru: Не удалось обновить название списка

# failedToUpdateListName1
source: Failed to update list name
ru: Не удалось обновить название списка

source: Failed to update widget: {e}
ru: Не удалось обновить виджет: {e}

# failedToUpdateWidgetE1
source: Failed to update widget: {e}
ru: Не удалось обновить виджет: {e}

# failedToUpdateWidgetE2
source: Failed to update widget: {e}
ru: Не удалось обновить виджет: {e}

# failedToUpdateWidgetE3
source: Failed to update widget: {e}
ru: Не удалось обновить виджет: {e}

source: Feedback
ru: Обратная связь

source: Finished
ru: Завершено

source: GitHub Repository
ru: Репозиторий GitHub

source: Google account linked successfully!
ru: Аккаунт Google успешно привязан!

# googleAccountLinkedSuccessfully1
source: Google account linked successfully!
ru: Аккаунт Google успешно привязан!

source: Google account unlinked successfully
ru: Аккаунт Google успешно отвязан

# googleAccountUnlinkedSuccessfully1
source: Google account unlinked successfully
ru: Аккаунт Google успешно отвязан

# groupNamecontrollertexttrimCreatedSuccessfully
source: Group "{nameController}" created successfully
ru: Группа "{nameController}" успешно создана

# groupNamecontrollertexttrimCreatedSuccessfully1
source: Group "{nameController}" created successfully
ru: Группа "{nameController}" успешно создана

# groupNamecontrollertexttrimCreatedSuccessfully2
source: Group "{nameController}" created successfully
ru: Группа "{nameController}" успешно создана

# groupNamecontrollertexttrimCreatedSuccessfully3
source: Group "{nameController}" created successfully
ru: Группа "{nameController}" успешно создана
